{
  "home": "Home",
  "heroHeadline": "Connecting Nations. Building Futures.",
  "introText1": "Ikeda Group is a Japanese-driven global solutions provider, delivering architecture, construction consultancy, procurement, and international trade services that connect Asia, Latin America, and Eurasia.",
  "introText2": "With headquarters in Tokyo and operational hubs in Beijing, Istanbul, and São Paulo, we bridge markets, industries, and opportunities—helping our clients achieve excellence in infrastructure development, design outsourcing, and global sourcing.",
  "exploreSolutions": "Explore Our Solutions",
  "partnerWithUs": "Partner with Us",
  "aboutUsTitle": "About Us",
  "whoWeAre": "Who We Are",
  "whoWeAreText1": "Ikeda Group is a multidisciplinary enterprise combining Japanese precision and reliability with global reach. We specialize in connecting Japan, China, Turkey, and Brazil for seamless collaboration in infrastructure, trade, and market expansion.",
  "whoWeAreText2": "For decades, our team has been trusted by government agencies, large-scale construction firms, and international investors to deliver high-value projects on time, on budget, and with the highest quality standards.",
  "ourMission": "Our Mission",
  "ourMissionText": "To build trustworthy connections between nations, enabling projects that shape the future of infrastructure, trade, and sustainable development.",
  "ourVision": "Our Vision",
  "ourVisionText": "To become the leading Japanese gateway for global partnerships—bridging markets and building opportunities worldwide.",
  "ourGlobalPresence": "Our Global Presence",
  "tokyo": "Tokyo, Japan – Headquarters",
  "beijing": "Beijing, China – Sourcing & Trade Hub",
  "istanbul": "Istanbul, Turkey – Infrastructure & Consultancy Base",
  "saoPaulo": "São Paulo, Brazil – Latin America Market Gateway",
  "ourServices": "Our Services",
  "servicesIntro": "Ikeda Group delivers integrated services to support clients, governments, and partners across multiple industries.",
  "service1Title": "Architectural & Engineering Design Outsourcing",
  "service1Text": "High-quality, cost-effective architectural and multi-disciplinary engineering design services tailored to international standards—including BIM modeling, urban planning, and technical documentation.",
  "service2Title": "Comprehensive Design & Technical Solutions",
  "service2Text": "From structural and civil engineering to mechanical, electrical, and interior design, we provide full-spectrum solutions for seamless project execution.",
  "service3Title": "Building Demolition & Redevelopment",
  "service3Text": "Controlled, safe, and environmentally responsible demolition services—preparing urban and industrial sites for modern infrastructure.",
  "service4Title": "Global Procurement & Strategic Sourcing",
  "service4Text": "We connect clients to trusted suppliers in China and Turkey for construction materials, heavy equipment, industrial commodities, and project-specific solutions.",
  "service5Title": "Construction Project Development & Consultancy",
  "service5Text": "We guide complex projects such as hospitals, schools, airports, roads, bridges, tunnels, and energy facilities—from feasibility studies to implementation strategies.",
  "service6Title": "International Trade & Market Facilitation",
  "service6Text": "Enabling smooth cross-border trade between Japan, China, Turkey, and Brazil, with full logistics, customs, and compliance management.",
  "service7Title": "Global Representation of Japanese Companies",
  "service7Text": "We represent and expand Japanese enterprises in emerging markets, creating access to new clients, government projects, and distribution channels.",
  "service8Title": "Exclusive Distribution in Japan",
  "service8Text": "We serve as authorized distributors in Japan for construction materials, mining commodities, food products, and industrial equipment sourced from Brazil, Turkey, and China.",
  "projectsTitle": "Ongoing & Future Projects",
  "projectsIntro": "We proudly deliver transformational projects that create long-term impact for communities and industries.",
  "currentProjects": "Current Projects",
  "project1Title": "Medical Complex Development – Istanbul, Turkey",
  "project1Text": "Architectural design consultancy and sourcing of hospital equipment from Japan and China, enhancing healthcare capacity with international standards.",
  "project1Timeline": "Timeline: 2024–2026",
  "project2Title": "Rural School Network – São Paulo, Brazil",
  "project2Text": "Turnkey school development with prefabricated construction sourced from Turkey and China, improving education access in underserved areas.",
  "project2Feasibility": "Feasibility: Completed 2025",
  "futureProjects": "Future Projects",
  "project3Title": "Tokyo Smart Tunnel – Tech Transfer",
  "project3Text": "Introducing advanced Japanese tunneling technology to Brazil and Turkey, enabling safer and more efficient urban transport infrastructure.",
  "project4Title": "Türkiye–Brazil Mining Logistics Corridor",
  "project4Text": "A new multi-nation trade and logistics route for minerals, raw materials, and commodities, strengthening bilateral trade.",
  "ourPartners": "Our Partners",
  "newsTitle": "News & Updates",
  "newsIntro": "Stay informed about Ikeda Group’s latest projects, partnerships, and milestones.",
  "news1": "Ikeda Group Signs New MOU for Japan–Brazil Infrastructure Cooperation",
  "news2": "Expansion of Trade Facilitation Office in Beijing",
  "news3": "Upcoming Partnership Summit in Istanbul 2025",
  "contactTitle": "Contact Us",
  "contactIntro": "Ready to partner with Ikeda Group?",
  "contactEmail": "📧 Email: info@ikedagroup.co.jp",
  "contactPhone": "📞 Phone: +81-XX-XXXX-XXXX",
  "contactOffices": "📍 Offices:",
  "office1": "Tokyo, Japan",
  "office2": "Beijing, China",
  "office3": "Istanbul, Turkey",
  "office4": "São Paulo, Brazil",
  "contactFormButton": "[Contact Form Button]",
  "linkedin": "[LinkedIn]",
  "footerSubtitle": "Connecting Nations. Building Futures.",
  "quickLinks": "Quick Links",
  "about": "About Us",
  "services": "Services",
  "blog": "Blog",
  "contact": "Contact",
  "followUs": "Follow Us",
  "rightsReserved": "All Rights Reserved.",
  "presidentsWordTitle": "President's Word",
  "presidentsWordSubtitle": "“Building Bridges Between Nations, Creating Lasting Value”",
  "presidentsWordText1": "Dear Partners, Clients, and Friends,",
  "presidentsWordText2": "When I founded Ikeda Group, I envisioned an organization that would go beyond borders—an enterprise that combines Japanese precision and reliability, Brazilian dynamism, Turkish resilience, and Chinese innovation to deliver meaningful solutions for the world.",
  "presidentsWordText3": "In today’s interconnected world, infrastructure, trade, and technology must not only serve economic growth but also connect communities and foster sustainable futures. At Ikeda Group, we strive to embody these principles through every project we undertake. Our mission is simple but powerful: To be the trusted partner for governments, private enterprises, and development institutions. To facilitate cross-border collaboration in infrastructure, design, procurement, and trade. To create opportunities that benefit people and industries across Japan, Brazil, Turkey, China, and beyond. We are proud of the partnerships we have built—with ministries, chambers of commerce, international financial institutions, and local communities. Yet, what excites me most is not just what we have achieved, but the possibilities that lie ahead. Ikeda Group will continue to lead with integrity, innovation, and cultural understanding, ensuring that every collaboration is grounded in trust and shared success.",
  "presidentsWordText4": "I invite you to join us on this journey—to connect, collaborate, and create a future where nations and industries grow stronger together.",
  "presidentsWordRegards": "Warm regards,",
  "presidentsWordName": "Luiz",
  "presidentsWordRole": "Founder & President, Ikeda Group"
}
