{
  "home": "Início",
  "heroHeadline": "Conectando Nações. Construindo Futuros.",
  "introText1": "O Ikeda Group é um provedor de soluções globais com base no Japão, oferecendo serviços de arquitetura, consultoria de construção, aquisição e comércio internacional que conectam Ásia, América Latina e Eurásia.",
  "introText2": "Com sede em Tóquio e centros operacionais em Pequim, Istambul e São Paulo, unimos mercados, indústrias e oportunidades, ajudando nossos clientes a alcançar a excelência no desenvolvimento de infraestrutura, terceirização de design e sourcing global.",
  "exploreSolutions": "Explore Nossas Soluções",
  "partnerWithUs": "Seja Nosso Parceiro",
  "aboutUsTitle": "Sobre Nós",
  "whoWeAre": "Quem Somos",
  "whoWeAreText1": "O Ikeda Group é uma empresa multidisciplinar que combina a precisão e confiabilidade japonesas com alcance global. Somos especializados em conectar Japão, China, Turquia e Brasil para uma colaboração perfeita em infraestrutura, comércio e expansão de mercado.",
  "whoWeAreText2": "Por décadas, nossa equipe tem a confiança de agências governamentais, grandes construtoras e investidores internacionais para entregar projetos de alto valor no prazo, dentro do orçamento e com os mais altos padrões de qualidade.",
  "ourMission": "Nossa Missão",
  "ourMissionText": "Construir conexões confiáveis entre nações, permitindo projetos que moldam o futuro da infraestrutura, comércio e desenvolvimento sustentável.",
  "ourVision": "Nossa Visão",
  "ourVisionText": "Tornar-se o principal portal japonês para parcerias globais, unindo mercados e construindo oportunidades em todo o mundo.",
  "ourGlobalPresence": "Nossa Presença Global",
  "tokyo": "Tóquio, Japão – Sede",
  "beijing": "Pequim, China – Centro de Sourcing e Comércio",
  "istanbul": "Istambul, Turquia – Base de Infraestrutura e Consultoria",
  "saoPaulo": "São Paulo, Brasil – Portal de Mercado da América Latina",
  "ourServices": "Nossos Serviços",
  "servicesIntro": "O Ikeda Group oferece serviços integrados para apoiar clientes, governos e parceiros em várias indústrias.",
  "service1Title": "Terceirização de Design de Arquitetura e Engenharia",
  "service1Text": "Serviços de design de arquitetura e engenharia multidisciplinar de alta qualidade e econômicos, adaptados aos padrões internacionais, incluindo modelagem BIM, planejamento urbano e documentação técnica.",
  "service2Title": "Soluções Abrangentes de Design e Técnicas",
  "service2Text": "Da engenharia estrutural e civil ao design mecânico, elétrico e de interiores, fornecemos soluções de espectro completo para uma execução de projeto perfeita.",
  "service3Title": "Demolição e Reurbanização de Edifícios",
  "service3Text": "Serviços de demolição controlados, seguros e ambientalmente responsáveis, preparando locais urbanos e industriais para infraestrutura moderna.",
  "service4Title": "Aquisição Global e Sourcing Estratégico",
  "service4Text": "Conectamos clientes a fornecedores confiáveis na China e na Turquia para materiais de construção, equipamentos pesados, commodities industriais e soluções específicas para projetos.",
  "service5Title": "Desenvolvimento e Consultoria de Projetos de Construção",
  "service5Text": "Orientamos projetos complexos como hospitais, escolas, aeroportos, estradas, pontes, túneis e instalações de energia, desde estudos de viabilidade até estratégias de implementação.",
  "service6Title": "Facilitação de Comércio e Mercado Internacional",
  "service6Text": "Permitindo um comércio transfronteiriço tranquilo entre Japão, China, Turquia e Brasil, com gerenciamento completo de logística, alfândega e conformidade.",
  "service7Title": "Representação Global de Empresas Japonesas",
  "service7Text": "Representamos e expandimos empresas japonesas em mercados emergentes, criando acesso a novos clientes, projetos governamentais e canais de distribuição.",
  "service8Title": "Distribuição Exclusiva no Japão",
  "service8Text": "Atuamos como distribuidores autorizados no Japão para materiais de construção, commodities de mineração, produtos alimentícios e equipamentos industriais provenientes do Brasil, Turquia e China.",
  "projectsTitle": "Projetos Atuais e Futuros",
  "projectsIntro": "Recebemos de braços abertos investidores, parceiros estratégicos e líderes do setor para colaborar conosco, compartilhar nossa experiência e participar da entrega de projetos de classe mundial que gerem valor a longo prazo.",
  "currentProjects": "Projetos Atuais",
  "project1Title": "Desenvolvimento de Complexo Médico – Istambul, Turquia",
  "project1Text": "Consultoria de design de arquitetura e aquisição de equipamentos hospitalares do Japão e da China, aprimorando a capacidade de saúde com padrões internacionais.",
  "project1Timeline": "Cronograma: 2024–2026",
  "project2Title": "Rede de Escolas Rurais – São Paulo, Brasil",
  "project2Text": "Desenvolvimento de escolas chave na mão com construção pré-fabricada da Turquia e da China, melhorando o acesso à educação em áreas carentes.",
  "project2Feasibility": "Viabilidade: Concluída em 2025",
  "futureProjects": "Projetos Futuros",
  "project3Title": "Transferência de Tecnologia do Túnel Inteligente de Tóquio",
  "project3Text": "Introduzindo tecnologia avançada de tunelamento japonesa no Brasil e na Turquia, permitindo uma infraestrutura de transporte urbano mais segura e eficiente.",
  "project4Title": "Corredor Logístico de Mineração Turquia-Brasil",
  "project4Text": "Uma nova rota comercial e logística multinacional para minerais, matérias-primas e commodities, fortalecendo o comércio bilateral.",
  "ourPartners": "Nossos Parceiros",
  "newsTitle": "Notícias e Atualizações",
  "newsIntro": "Mantenha-se informado sobre os projetos, parcerias e marcos mais recentes do Ikeda Group.",
  "news1": "Ikeda Group Assina Novo MOU para Cooperação em Infraestrutura Japão-Brasil",
  "news2": "Expansão do Escritório de Facilitação de Comércio em Pequim",
  "news3": "Próxima Cúpula de Parceria em Istambul 2025",
  "contactTitle": "Contato",
  "contactIntro": "Pronto para ser parceiro do Ikeda Group?",
  "contactEmail": "📧 Email: info@ikedagroup.co.jp",
  "contactPhone": "📞 Telefone: +81 45-784-3232",
  "contactOffices": "📍 Escritórios:",
  "office1": "Tóquio, Japão",
  "office2": "Pequim, China",
  "office3": "Istambul, Turquia",
  "office4": "São Paulo, Brasil",
  "contactFormButton": "[Botão do Formulário de Contato]",
  "linkedin": "[LinkedIn]",
  "footerSubtitle": "Conectando Nações. Construindo Futuros.",
  "quickLinks": "Links Rápidos",
  "about": "Sobre Nós",
  "services": "Serviços",
  "blog": "Blog",
  "contact": "Contato",
  "followUs": "Siga-nos",
  "rightsReserved": "Todos os Direitos Reservados.",
  "presidentsWordTitle": "Mensagem do Fundador e Presidente",
  "presidentsWordSubtitle": "“Construindo Pontes Entre Nações, Criando Valor Duradouro”",
  "presidentsWordText1": "Caros Parceiros, Clientes e Amigos,",
  "presidentsWordText2": "Quando fundei o Ikeda Group, imaginei uma organização que iria além das fronteiras - uma empresa que combina a precisão e confiabilidade japonesas, o dinamismo brasileiro, a resiliência turca e a inovação chinesa para fornecer soluções significativas para o mundo.",
  "presidentsWordText3": "No mundo interconectado de hoje, a infraestrutura, o comércio e a tecnologia não devem apenas servir ao crescimento econômico, mas também conectar comunidades e promover futuros sustentáveis. No Ikeda Group, nos esforçamos para incorporar esses princípios em cada projeto que realizamos. Nossa missão é simples, mas poderosa: Ser o parceiro de confiança para governos, empresas privadas e instituições de desenvolvimento. Facilitar a colaboração transfronteiriça em infraestrutura, design, aquisição e comércio. Criar oportunidades que beneficiem pessoas e indústrias no Japão, Brasil, Turquia, China e além. Estamos orgulhosos das parcerias que construímos - com ministérios, câmaras de comércio, instituições financeiras internacionais e comunidades locais. No entanto, o que mais me entusiasma não é apenas o que alcançamos, mas as possibilidades que estão por vir. O Ikeda Group continuará a liderar com integridade, inovação e compreensão cultural, garantindo que cada colaboração seja baseada na confiança e no sucesso compartilhado.",
  "presidentsWordText4": "Convido você a se juntar a nós nesta jornada - para conectar, colaborar e criar um futuro onde nações e indústrias cresçam mais fortes juntas.",
  "presidentsWordRegards": "Atenciosamente,",
  "presidentsWordName": "Luiz",
  "presidentsWordRole": "Fundador e Presidente, Ikeda Group",
      "contactTitle": "Informações de Contato – Grupo Ikeda",
    "contactIntro": "Recebemos consultas sobre comércio internacional, colaboração em projetos e oportunidades de parceria.",
    "headOffice": "Sede & Escritório Principal",
    "headOfficeAddress": "39-5-9 Yokogaki, Awara-shi, Fukui 910-4113, Japão",
    "fukuiBranch": "Filial de Fukui",
    "fukuiBranchAddress": "1-1-2 Kawai Washizuka-cho, Fukui-shi, Fukui 910-0102, Japão",
    "sakaiBranch": "Filial de Sakai",
    "sakaiBranchAddress": "22-1-5 Hondō, Harue-chō, Sakai-shi, Fukui 919-0473, Japão",
    "generalContact": "Contato Geral",
    "generalContactEmail": "info@ikeda-llc.com",
    "generalContactPhone": "+81-(0)776-37-3753",
    "generalContactFax": "+81-(0)776-37-3751",
    "generalContactHours": "08:00 – 17:00 (Seg–Sex)",
    "directContact": "Contato Direto – Executivo de Conta",
    "directContactMobile": "080-2554-4022",
    "directContactHours": "09:00 – 19:00 (Seg–Sáb)",
    "liaisonOffices": "Escritórios de Ligação",
    "liaisonOfficesDescription": "Mantemos escritórios de ligação nos seguintes países para facilitar a comunicação local, coordenação e divulgação:",
    "liaisonOfficesCountries": ["Turquia", "Brasil", "China", "Mongólia", "Hong Kong", "Singapura"],
    "pdfDocumentsTitle": "Documentos do Projeto",
    "pdfDocumentsDescription": "Baixe informações detalhadas do projeto e estudos de viabilidade",
    "downloadPdf": "Baixar PDF",
    "pdfKazakhstanRoads": "Projetos Rodoviários Potenciais no Cazaquistão",
    "pdfKazakhstanRoadsDesc": "Visão abrangente dos projetos potenciais de infraestrutura rodoviária no Cazaquistão",
    "pdfKyrgyzstanProjects": "Projetos do Quirguistão",
    "pdfKyrgyzstanProjectsDesc": "Projetos de desenvolvimento e oportunidades no Quirguistão",
    "pdfKazakhstan2025": "Projetos do Cazaquistão 2025",
    "pdfKazakhstan2025Desc": "Projetos estratégicos de infraestrutura planejados para o Cazaquistão em 2025",
    "pdfEnergyKyrgyzstan": "Projetos de Energia no Quirguistão",
    "pdfEnergyKyrgyzstanDesc": "Projetos e oportunidades de desenvolvimento do setor energético no Quirguistão"
}
