[
  {
    "id": "1",
    "title": "The Future of Sustainable Construction",
    "date": "July 23, 2025",
    "excerpt": "Sustainable construction is not just a trend; it's a necessity. In this post, we explore the latest innovations and techniques that are shaping the future of the industry.",
    "image": "/uploads/IMG_7207.jpeg",
    "content": "Sustainable construction is not just a trend; it's a necessity. In this post, we explore the latest innovations and techniques that are shaping the future of the industry. From green building materials to energy-efficient designs, we cover it all. Join us as we delve into the world of sustainable construction and discover how we can build a better future for generations to come."
  },
  {
    "id": "2",
    "title": "Top 5 Tips for a Successful Home Renovation",
    "date": "July 15, 2025",
    "excerpt": "A home renovation can be a daunting task, but with the right planning and execution, it can be a rewarding experience. Here are our top 5 tips for a successful renovation.",
    "image": "/images/image2.jpg",
    "content": "<p>A home renovation can be a daunting task, but with the right planning and execution, it can be a rewarding experience. Here are our top 5 tips for a successful renovation: 1. Set a realistic budget. 2. Create a detailed plan. 3. Hire the right professionals. 4. Expect the unexpected. 5. Communicate effectively with your team.</p>"
  },
  {
    "id": "3",
    "title": "The Importance of Quality Materials in Construction",
    "date": "July 1, 2025",
    "excerpt": "The quality of the materials used in a construction project is crucial to its success. In this post, we discuss the importance of using high-quality materials and how to source them.",
    "image": "/images/image3.jpg",
    "content": "<p>The quality of the materials used in a construction project is crucial to its success. In this post, we discuss the importance of using high-quality materials and how to source them. We'll also cover the impact of material choice on the longevity, safety, and overall value of a building. Don't compromise on quality – your project depends on it.</p>"
  },
  {
    "id": "1753344297638",
    "title": "asdasd",
    "date": "July 24, 2025",
    "excerpt": "dasda",
    "image": "/images/image2.jpg",
    "content": "<p>This is some sample content for the new blog post.</p>"
  }
]